Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/lavgadet-ovttasbargu-samedikki-ja-giellaguovddaziid-gaskka.html.tmx
Source language: sme
Languages: sma

source: Lávgadet ovttasbargu Sámedikki ja giellaguovddážiid gaskka / Sámegielaid hálddašanguovlu / Giella / Sámediggi - Sametinget
sma: Lïhkebe laavenjostoe Saemiedigkien jïh gïelejarngi gaskem / Reeremedajve saemien gïelide / Gïele / Saemiedigkie - Sametinget

source: Lávgadet ovttasbargu Sámedikki ja giellaguovddážiid gaskka
sma: Lïhkebe laavenjostoe Saemiedigkien jïh gïelejarngi gaskem

source: Sámi giellaguovddážiin lea guovddáš rolla sámegiela nannen- ja ovddidanbarggus báikkálaččat.
sma: Saemien gïelejarngh aktem vihkeles råållam utnieh saemien gïelem nænnoestehtedh jïh evtiedidh voengesne.

source: Buoret ovttasbargu Sámedikki ja sámi giellaguovddážiid gaskka ja maiddái ovttasbargu giellaguovddážiid gaskka lea okta áŋgiruššansurggiin “ Sámedikki strategiijain sámi giellaguovddážiid várás ” ja dát ášši galgá meannuduvvot dievasčoahkkimis geassemánus 2015.
sma: Bueriedamme laavenjostoe Saemiedigkien jïh dej saemien gïelejarngi gaskem jïh aaj laavenjostoe gïelejarngi gaskem lea akte dejstie sjïere barkoesuerkijste " Saemiedigkien strategijesne saemien gïelejarngide " maam edtja stoerretjåanghkosne gïetedidh ruffien 2015.

source: - Sámediggeráđđi oaidná deaŧalažžan láhčit diliid árjjalaš ja ealli giellaguovddážiidda, ja evttoha danne ollu rievdadusaid mat earret eará galget leat mielde láhčimin ekonomalaččat einnostan vejolašvuođa ja nannet ovttasbarggu Sámedikki ja giellaguovddážiid gaskka, dadjá Sámedikki presideanta Aili Keskitalo.
sma: - Saemiedigkieraerie tuhtjie vihkeles sjïehteladtedh eadtjohke jïh jielije gïelejarngide, jïh dan åvteste gellie jarkelimmieh raereste mah gaskem jeatjah edtjieh lissiehtamme ekonomeles daajrose sjïehteladtedh tïjjen åvtese, jïh laavenjostoem nænnoestehtedh Saemiedigkien jïh dej saemien gïelejarngi gaskem, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Guhkes áiggi badjel
sma: Guhkiebasse

source: Golmma jagáš doaibmaplána atnui váldima ja aktivitehtadoarjaga lasiheami bokte sámi giellaguovddážiidda duste Sámediggi giellaguovddážiid dárbbu guhkes áiggi plánema ja einnostan vejolašvuođa ektui.
sma: Gosse 3-jaepien darjomesoejkesjh tjïrrehte jïh darjomedåarjoem lissehte dejtie saemien gïelejarngide, dellie Saemiedigkie gïelejarngi daerpiesvoeth krööhkie akten guhkiebasse jïh daajroes soejkesjimmien bïjre.

source: Dat mearkkaša dan ahte giellaguovddážat ollu iežas sáhttet stivret iežaset doaimma.
sma: Daate sæjhta jiehtedh gïelejarngh jeenjemasth leah meatan jïjtse darjomem stuvrieh.

source: Ceahkkálastojuvvon aktivitehtadoarjja addá saji doaimmaid plánemii báikkálaš dárbbuid vuođul ja dasto ahte sáhttá láhčit eanet ollislaš giellaplánema ovttaskas giellaguovddážis.
sma: Akte joekehtamme darjomedåarjoe sæjhta nuepiem vedtedh darjomh soejkesjidh voenges daerpiesvoeti mietie, jïh seamma tïjjen akten elliesåbpoe gïelesoejkesjæmman sjïehteladtedh fïereguhtene gïelejarngesne.

source: Lassin dasa go Sámediggi maŋimuš jagiin lea lasihan vuođđodoarjaga giellaguovddážiidda, de lasihit dál maiddái aktivitehtadoarjaga mealgat.
sma: Lissine Saemiedigkie lea maadthdåarjoem gïelejarngide lissiehtamme dej minngemes jaepiej, dellie aaj darjomedåarjoem jïjnjem lissehte daelie.

source: Danne vai giellaguovddážat oččošedje einnostan vejolaš ekonomalaš rámma.
sma: Daate dorjesåvva juktie gïelejarngide aktem daajroes ekonomeles mieriem vedtedh.

source: – Mii háliidit láhčit stuorát vejolašvuođa doibmii báikkálaččat, ja ahte giellaguovddážiid doaimmaid galget stivret báikkálaš dárbbut gos giellaguovddážat leat, dadjá Keskitalo.
sma: - Mijjieh sïjhtebe sjïehteladtedh lissiehtamme darjoemidie voengesne, jïh gïelejarngi darjomh edtjieh stuvresovvedh dejstie voenges daerpiesvoetijste gusnie gïelejarngh leah, Keskitalo jeahta.

source: Eanet ovttasbargu
sma: Lissiehtamme laavenjostoe

source: Dasto evttohuvvo ahte Sámediggi eanet válddášii ovddasvástádusa sámi giellaguovddážiid bagadallamis ja ráđđeaddimis.
sma: Raereste aaj Saemiedigkie edtja vielie dïedtem vaeltedh bïhkedimmien jïh raeriestimmien åvteste dejtie saemien gïelejarngide.

source: Sámediggi galgá ovttasbargguin giellaguovddážiiguin earret eará láhčit eanet ovttasbarggu, viidáset ovddidit dálá gielladeaivvademiid, lágidit fágalaš čoagganemiid, ásahit fierpmádatforuma ja ráhkadit strategiijaid buoret rekrutterema várás oahpuide sámi gielas ja resursaolbmuid gelbbolašvuođa bajideamis
sma: Saemiedigkie edtja gïelejarngigujmie ektine gaskem jeatjah sjïehteladtedh lissiehtamme laavenjostose, guhkiebasse evtiedidh daan beajjetje gïelejarngetjåanghkoeh, faageles gaavnedimmieh öörnedidh, viermiem tseegkedh jïh strategijh evtiedidh juktie learojde saemien gïelesne dåårrehtidh, jïh maahtoem lutnjedh vierhtiealmetjidie.

source: - Mii diehtit ahte fágalaš gelbbolašvuođa váiluin lea stuorra hástalus, ja ahte lea dárbu buoridit gelbbolašvuođa ja jeavddalaččat bagadit resursaolbmuid sámi giellaguovddážiin.
sma: - Mijjieh badth daejrebe akte stoerre haesteme faageles maahtoe fååtese, jïh daerpies maahtoelutnjeminie jïh jaabnan bïhkedimmine vierhtiealmetjijstie dejnie saemien gïelejarngine.

source: Resursaolbmot leat deaŧalaččat giellaguovddážiin ja šaddá váttis álggahit kurssaid ja doaimmaid sin haga.
sma: Vierhtiealmetjh dah mah leah gïelejarngh, jïh sæjhta geerve årrodh kuvsjigujmie jïh darjomigujmie nïerhkedh dej namhtah.

source: Danne lea deaŧalaš ráhkadit buriid strategiijaid ja buoridit gelbbolašvuođa, dadjá Sámedikki presideanta Aili Keskitalo.
sma: Dan åvteste vihkeles hijven strategijh evtiedidh dåårrehtæmman jïh maahtoelutnjemasse, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Sámedikki presideanttas lea jáhkku ovttasbarggu buorideapmái Sámedikki ja sámi giellaguovddážiid gaskka, ja áigut maiddái láhčit eanet ovttasbarggu sierra giellaguovddážiid gaskka.
sma: Saemiedigkiepresidente stoerre jaahkoem åtna akten bueriedamme laavenjostose Saemiedigkien jïh dej saemien gïelejarngi gaskem, jïh sæjhta aaj sjïehteladtedh lissiehtamme laavenjostose dej ovmessie gïelejarngi gaskem.

source: - Sámedikkis ja sámi giellaguovddážiin lea oktasaš mihttomearri – oažžut eanet giellageavaheddjiid ja oažžut eanet geavahit sámegielaid.
sma: - Saemiedigkie jïh saemien gïelejarngh aktem tjåenghkies ulmiem utnieh - låhkoem gïeleutniejijstie lissiehtidh jïh åtnoem saemien gïelijste lissiehtidh.

source: Dainna sáhttit lihkostuvvat dušše ovttas, dadjá Keskitalo loahpas.
sma: Dam maehtebe buektiehtidh jis ektesne tjåadtjobe, Keskitalo minngemosth jeahta.

source: Eanet dieđuid addá Sámedikki presideanta Aili Keskitalo, 971 29 305
sma: Vielie bïevnesh: Saemiedigkiepresidente Aili Keskitalo, 971 29 305

source: Loga eanet giellaguovddážiid birra: http://www.samediggi.no/Giella/Samas-muinna/Artikler/Sami-giellaguovddazat
sma: Saemien gïelejarngh: http://www.saemiedigkie.no/Giele/Saemesth-munnjien/Artikler/Saemien-gielejarngh
